11/data/attachments/a39a74c7f63b0177.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kevin_great_Friend_23575_6</nif:username>
            <nif:friendToBeRequested>soap_friends_bc6b9d0a-cce8-45c1-9daa-78db7992207a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>